Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hi.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: A data logger collects depth, temperature and light level data that is transmitted back to base via satellite”, explains project manager Keno Ferter.
nn: Det er ein ferdsskrivar som samlar inn data om djup, temperatur og lysnivå som den sender heim via satellitt, fortel prosjektleiar Keno Ferter.

source: Kjellevold and Wessels split each sample into two – 120 grams for Norway and 120 grams for Germany.
nn: Kjellevold og Wessels delte kvar prøve i to – 120 gram skulle til Noreg, 120 gram til Tyskland.

source: The fish are bled and then subjected to the Japanese ikejime technique”, says Sistiaga.
nn: Fiskane blei bløgga og behandla med japansk ikejime-teknikk, seier Sistiaga.

source: “If something doesn’t work, you can see what is wrong – and then try to correct it”, says Muriel Dunn, a PhD student at Memorial University in Newfoundland on the east coast of Canada.
nn: – Viss noko ikkje fungerer, kan du sjå kva som er gale – og så prøva å retta det opp, seier Muriel Dunn, PhD-student ved Memorial University i Newfoundland på austkysten av Canada.

source: (This story was first published in another version in 2019.
nn: (Vi publiserte først ein versjon av denne saka i 2019.

source: This time the cod were in shallower waters than when “Geir II” did its first survey in the spring.
nn: Torsken stod denne gongen på langt grunnare vatn enn då «Geir II» gjekk på sin første kartleggingstur i vår.

source: in global economics and politics.
nn: Hjelper HI med å leite fisk i Polhavet

source: Mesopelagic fish and other animals are small, fragile and decompose quickly.
nn: Mesopelagisk fisk og dyr er små, toler lite og går fort i oppløysing.

source: Team 11 was probably closest to success on Sunday. After a day of trolling, they informed the IMR’s tagging boat that they had a fish on the line.
nn: Nærmast kom truleg lag 11 på søndag, som etter ein dag med dorging rapporterte til HI sin merkebåt over radioen at dei hadde napp.

source: Then they compared the diets of individuals caught in the same area during the same period.
nn: Dei samanlikna dietten mellom individ fanga i same område og periode.

source: There is now strong evidence that the estimate needs to be increased significantly – probably to at least 10 billion tonnes.
nn: Det er no mykje som tyder på at anslaga må oppjusterast kraftig – truleg til 10 milliardar tonn, eller meir.

source: This has been done since 1975, to help us understand the eel population.
nn: Det har dei blitt sidan 1975, for å gi kunnskap om bestanden. (Sjå faktaboks om fiskefella i Imsa.)

source: He is credited with coining the phrase “neo-fjordic cuisine” as a Norwegian answer to “neo-Nordic cuisine”.
nn: Han får æra for å ha sett namn på retninga «neo fjordic», eit norsk svar på «neo nordic».

source: They timed how long it took the lobsters to find the shelter and enter it. 19 lobsters were given feed containing teflubenzuron until two weeks before the experiment, and 19 had a normal diet (the control group).
nn: Dei tok tida humrane brukte frå startpunktet til dei fann skjulet og gjekk inn. 19 humrar fekk fôr med teflubenzuron inntil to veker før forsøket, og 19 gjekk på normal diett (kontrollgruppe).

source: After a half-hour struggle and a 300-metre hard run, the fish was unfortunately lost.
nn: Etter ein halvtimes kamp og utras på 300 meter, gjekk fisken dessverre av.

source: “In 2016, 815 million people in the world were chronically undernourished.
nn: – 2016 var 815 millionar menneske kronisk underernærte i verda.

source: Now Durif and her colleagues have ground down 800 of the otoliths to get clean cross sections and stained them with a special dye.
nn: No har Durif og kollegaane slipt ned 800 av øyresteinane til tverrsnitt og sett dei inn med eit spesielt fargestoff.
